Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2010/2.samiske_medier.pdf.tmx
Source language: nob
Languages: sme

source: 2 Samiske medier – oppslutning, omfang og rammebetingelser
sme: 2 Sámi mediat - beroštupmi, mahtodat ja rámmaeavttut

source: Johan Ailo Kalstad, Siviløkonom
sme: Johan Ailo Kalstad, Siviilekonoma

source: Sammendrag
sme: Čoahkkáigeassu

source: Samiske medier har hatt en positiv utvikling siden årtusenskiftet i form av tilbud, oppslutning og rammevilkår.
sme: Sámi mediain lea leamaš positiivvalaš ovdáneapmi jahkeduhátmolsašumi maŋŋel fálaldaga, beroštumi ja rámmaeavttuid ektui.

source: I perioden har NRK Sámi Radio befestet sin posisjon som det prioriterte medievalget blant respondenter i Sametingets valgmanntall.
sme: Dán áigodagas lea NRK Sámi Radio nannen sajádagas Sámedikki jienastuslogu respondeanttaid vuoruhuvvon mediaválljejupmin.

source: Seks av ti mente i 2009 at kanalen gir den beste informasjonen om samiske forhold, mot tre av ti i 2005. Særlig har tv-sendingene stor appell, både i den samiske befolkningen og blant ikke-samer.
sme: Guđas logis oaivvildedje 2009 ahte kanála addá buoremus dieđuid sámi dilálašvuođain, golmma logi olbmo vuostá 2005. Erenoamážit boktet tv-sáddagat beroštumi, sihke sámi álbmogis ja muđui álbmogis.

source: Samtidig har oppslutningen om ikke-samiske lokalmedier hatt en tilbakegang som informasjonskanal om samiske saker.
sme: Seammás lea beroštupmi njiedjan dárogielat báikkálašmediaide diehtooarrin sámi áššiide.

source: Andelen som oppgir lokalaviser eller NRKs distriktssendinger som sin viktigste informasjonskilde om samiske saker, er halvert siden 2005. Det tyder på at NRK Sámi Radio har hatt en fremgang på bekostning av ikke-samiske medietilbud.
sme: Oassi álbmogis mii vástida ahte báikkálaš áviissat dahje NRK báikkálašsáddagat leat sin deháleamos diehtogáldut sámi áššiide, lea beliin unnon 2005 rájes. Dát muitala ahte NRK Sámi Radio ovdáneapmi lea leamaš goasttádussan mediafálaldagaide mat eai leat sámi.

source: På avissiden har Ságat hatt en opplagsøkning på 14,7 % siden 2000, samtidig som det totale avissalget i Norge har gått tilbake.
sme: Áviissain lea Ságat áviisa deaddilanlohku lassánan 14,7 % 2000 rájes, seammás go ollislaš áviisajohtu Norggas lea mannan maŋos.

source: På den annen side er opplaget til det samiskspråklige avistilbudet nærmest halvert etter fusjonen mellom Min Áigi og Áššu til Ávvir.
sme: Nuppe geažis lea sámegielat áviisafálaldagaid deaddilanlohku goasii beliin unnon maŋŋel go Min Áiggi ja Áššu ovttastuhtte Ávvirin.

source: Opplaget til Ávvir var i 2009 knapt høyere enn det Min Áigi alene hadde før fusjonen med Áššu.
sme: Ávvira deaddilanlohku ii lean 2009 bálljo badjelis go dan logu maid Min Áigi akto dagai ovdal ovttastumi Áššuin.

source: Bruk av Internett har vokst blant samer.
sme: Interneahta geavaheapmi lea lassánan sápmelaččaid gaskkas.

source: Ni av ti svarer at de har tilgang til Internett, mot tre av fire i 2005. Bruken av samiske internettmedier er også i fremgang, særlig blant de yngre.
sme: Ovcci logi olbmos vástidit ahte sis lea vejolašvuohta atnit interneahta, 2005 ektui go ledje golbma olbmo njealji olbmos.

source: 2.1 Innledning
sme: 2.1 Álggahus

source: Uavhengige medier spiller en sentral rolle som arena for meningsutveksling, belysning av viktige saker, gransking av kritikkverdige maktforhold, kulturformidling med mer.
sme: Sorjjasmeahttun mediain lea guovddáš rolla arenan oaivillonohallamiidda, dehálaš áššiid čuvgejupmái, moaitinveara fápmodilálašvuođaid guorahallamii, kulturgaskkusteapmái ja nu ain.

source: Utviklingen av samiske medier har derfor vært sentral i arbeidet for å forsvare og utvikle den samiske kulturen, helt tilbake til den første samiske avisen, Muittalægje čuvgetusa sami gaskat, som ble utgitt i perioden 1873–1875. Fra samisk hold har etableringen av egne medier blitt viet adskillig oppmerksomhet, og arbeidet har resultert i at man i dag har et daglig samisk medietilbud gjennom radio, tv, aviser og Internett.
sme: Sámi mediaid ovdánahttin lea danin leamaš guovddážis barggus bealuštit ja ovddidit sámi kultuvrra, gitta nu guhkas maŋás go vuosttaš sámi áviissa rádjái Muittalægje čuvgetusa sami gaskat mii almmuhuvvui áigodagas 1873-1875. Sámi bealis leat juolludan ollu beroštumi sierra sámi mediaid ásaheapmái, man bargu lea dagahan ahte odne leat sámi mediafálaldagat radios, tv:s, áviissain ja interneahtas.

source: Denne artikkelen søker å gi et kvantitativt bilde av dagens situasjon for samiske medier, med vekt på bruk og rammevilkår.
sme: Dát artihkal ohcala addit kvantitatiiva gova sámi mediaid otná dilálašvuođas go deattuha anu ja rámmaeavttuid.

source: I tråd med mandatet til Faglig analysegruppe for samisk statistikk gir den en sammenstilling av eksisterende statistikk. Hensikten er dermed ikke å komme med nye data.
sme: Artihkal čuovvu Sámi statistihkka fágalaš lađastallan joavkku mandáhta, ja addá čoahkkáigeasu statistihkas mii lea áimmuin, ja ulbmil dasto ii leat buktit ođđa dieđuid.

source: I den grad det har vært mulig, er det brukt datakilder som kontinuerlig oppdateres.
sme: Dan muddui go lea leamaš vejolaš, leat baicca atnán diehtogálduid maid geažosáiggi ođasmahttet.

source: Artikkelen fokuserer på medietrender fra årtusenskiftet til i dag, stort sett avgrenset av tilgangen til oppdaterte data.
sme: Artihkal geahččá mediatrendaid jahkeduhátmolsašumis otnážii, ráddjejuvvon eanaš aivve dainna man nanus duohken ođasmahttojuvvon dieđut leat.

source: Eli Skogerbø (2000) begrunner behovet for egne samiske og urfolksmedier blant annet i behovet for arenaer for politisk meningsdannelse internt i det samiske samfunn, interne samiske debatter om utvikling av språk, kultur og identitet, samt i behovet for å ha et talerør for den samiske befolkningen inn til sentrale beslutningstakere både i det samiske samfunnet og i storsamfunnet.
sme: Eli Skogerbø (2000) vuođđudallá dárbbu sierra sámi ja álgoálbmotmediaide earet eará dainna go lea dárbu arenaide politihkalaš oaivilávnnasteapmái sámi servvodaga siskkobealde, siskkáldas sámi digaštallamiidda giela, kultuvrra ja identitehta ovdáneamis, ja maiddái vai sámi álbmogis lea jietnaguoddi mii olaha guovddáš mearrádusdahkkiid sihke sámi servvodagas ja stuora servvodagas.

source: Samiske medier har som minoritetsmedium derfor to viktige dimensjoner.
sme: Sámi mediain lea dasto duppal dimenšuvdna danin go leat minoritehtagaskaoamit.

source: På den ene siden skal de belyse saker som det samiske samfunnet selv ønsker å debattere, og være en arena for utvikling av språk og kultur.
sme: Ovtta geažis galget loktet áššiid maid sámi servvodaga siskkobealde háliidit digaštallat, ja leat arenan giela ja kultuvrra ovdáneapmái.

source: På den annen side skal de synliggjøre vesentlige forhold i det samiske samfunnet for den norske majoritetsbefolkningen.
sme: Nuppe geažis galget vel dasa lassin čuvgehit mearkkašahtti dilálašvuođaid sámi servvodagas norgga majoritehtaálbmogii.

source: Dette er en betydelig oppgave.
sme: Dat lea mealgadaš doaibma.

source: Det tradisjonelle samiske bosetningsområdet i Norge strekker seg fra Elgå i Hedmark til Finnmark i nord og består av en spredt og heterogen befolkning.
sme: Árbevirolaš sámi ássanguovlu Norggas fatná Elgå rájes Hedmarkas gitta Finnmárkui davvin, ja dan álbmot lea heterogena ja bieđggus.

source: Flere av de samiske språkene er av UNESCO definert som truede, og mange samer behersker i dag ikke det samiske språket.
sme: UNESCO lea moanat sámi giela defineren áitojuvvon giellan, ja ollu sápmelaččat eai odne hálddaš sámegiela.

source: På den annen side har det samiske samfunnet i Norge sett en sterk utvikling på flere områder.
sme: Nuppe dáfus lea sámi servvodagas Norggas leamaš garra ovdáneapmi ollu beliin.

source: Flere samiske kulturutøvere og –arenaer høster i dag internasjonal anerkjennelse, og flere steder gjøres en formidabel innsats for å revitalisere samiske språk og kulturuttrykk.
sme: Ollu sámi kulturdoaimmaheaddjit ja –arenat leat odne gaskariikkalaččat rámiduvvon, ja ollu báikkiin barget máđoheames barggu ealáskahttit sámi giela ja kulturhámi.

source: Samtidig foregår det i dag en omfattende debatt om hva samenes rett til selvstyre skal omfatte, en debatt der synene er mange og i mange tilfeller motstridende.
sme: Seammás leat odne mahttás digaštallamat dan birra maid sápmelaččaid iešstivrejupmi galgá sisttisdoallat, ja oainnut leat máŋga ja dávjá vuostálaga.

source: Å gi et relevant medietilbud som svarer til disse utfordringene og speiler det mangeartede samiske samfunnet, er derfor et særdeles krevende arbeid.
sme: Addit áššáigullevaš mediafálaldaga mii vástida dáidda hástalusaide ja vuosiha girjás sámi servvodaga, lea erenoamáš gáibideaddji bargu.

source: Satsingen på samiske medier har i løpet av det siste tiåret vært stor, godt hjulpet av en betydelig politisk støtte.
sme: Sámi mediaid vuoruheapmi lea maŋemus logi jagiid leamaš stuoris, ja veahkkin lea leamaš nanu politihkalaš doarjja.

source: NRK Sámi Radio har i dag status som egen divisjon i NRK-systemet og har et bredt tilbud med daglige tv- og radiosendinger, tekst-tv og internettsider.
sme: NRK Sámi Radios lea odne sajádat sierra divišuvdnan NRK doaimmahagas. Sis lea odne govda fálaldat beaivválaš tv- ja radiosáddagiiguin, teaksta-tv:in ja interneahttasiidduiguin.

source: Men også de trykte mediene har hatt en positiv utvikling de siste årene.
sme: Muhto maiddái deaddiluvvon mediain lea leamaš positiivvalaš ovdáneapmi maŋemus jagiid.

source: I 2008 realiserte Ávvir og Ságat en mangeårig målsetting om å bli dagsaviser, godt hjulpet av en økning i den offentlige pressestøtten fra 13,9 millioner til 18,9 millioner kroner det samme året.
sme: 2008 duohtandagaiba Ávvir ja Ságat ollu jagát mihtu, šaddat beaiveáviisan. Buorre veahkkin lei almmolaš preassadoarjja, go lassánii 13,9 miljovnnas 18,9 miljovdnii seamma jagi.

source: Den politiske støtten samiske medier nyter, begrunnes i deres rolle som arena for meningsutveksling og utvikling av språk og kultur.
sme: Politihkalaš doarjja maid sámi mediat ožžot, vuođustuvvo dáid mediaid rollain, arenan oaivillonohallamii ja giela ja kultuvrra ovdáneapmái.

source: Det er derfor av betydning å undersøke i hvilken grad mediene faktisk blir brukt, og hvordan de klarer å oppfylle sin rolle, både overfor den samiske befolkningen og overfor storsamfunnet.
sme: Danin lea dárbbašlaš guorahallat man muddui mediaid albma ilmmis atnet ja movt dat nákcejit deavdit rollaset, sihke sámi álbmoga ektui ja stuora servvodaga ektui.

source: 2.1.1 Datakilder, metode og avgrensning
sme: 2.1.1 Diehtogáldut, metoda ja ráddjen

source: Denne artikkelen tar utgangspunkt i eksisterende statistikk på feltet, hovedsakelig i form av årlige brukerundersøkelser og rapporter.
sme: Dán artihkkala vuođđun lea statistihkka mii jo gávdno suorggis, váldonjuolggaduslaččat jahkásaš geavaheddjiidiskosiid ja raporttaid hámis.

source: Artikkelen er av hensyn til tilgjengelige data avgrenset til det som kan anses som tradisjonelle samiske medier på norsk side innen radio, tv og aviser, samt deres tilhørende internettsider.
sme: Artihkkala leat ráddjen dieđuid vuođul mat leat oažžumis, nu ahte čuvgeha daid maid sáhttit dadjat leat árbevirolaš sámi mediat norgga bealde radio, tv ja áviissaid siskkobealde, lassin daid interneahttasiidduide.

source: Samiske medier defineres i denne sammenheng som riksdekkende medier som mottar særskilt pressestøtte på bakgrunn av sitt samiske tilbud (Ávvir og Ságat), og kanaler som i sine vedtekter og konsesjoner er forpliktet til å gi et samisk tilbud (hovedsakelig NRK, samt til dels Radio Norge og P4).
sme: Sámi mediaid defineret dán vuoru riikkaviidosaš median mat vuostáváldet erenoamáš preassadoarjaga sámi fálaldagaideaset dihte (Ávvir ja Ságat), ja kanálat mat njuolggadusaideaset ja konsešuvnnaideaset bokte leat geatnegahtton addit sámi fálaldaga (váldonjuolggaduslaččat NRK, ja lassin muhtin muddui Radio Norge ja P4).

source: Nærradiostasjoner, magasiner, sosiale medier, skjønnlitteratur med mer er dermed ikke inkludert.
sme: Lagasradiostašuvnnat, magasiinnat, sosiála mediat, čáppagirjjálašvuohta jna. eai dasto leat oassin das.

source: Medietilbudet på svensk, finsk og russisk side av det samiske området – som også blir brukt av samer på norsk side – er heller ikke inkludert.
sme: Mediafálaldat ruoŧa, suoma ja ruošša bealde sámis – maid maiddái norgga bealde sápmelaččat atnet – eaige leat oassin.

source: Videre analyseres ikke allmenne norske medier i større grad.
sme: Viidásit eat guorahala oktasaš norgga mediaid nu stuorrát.

source: Dette er en mangel, da det er rimelig å anta at norske riks- og regionmedier har en større tyngde i storsamfunnet og dermed har konsekvenser for hvilke samiske saker som får bred oppmerksomhet.
sme: Dát lea váilevašvuohta, go jáhkehahtti ahte norgga riika- ja guovllumediain lea stuorát deaddu stuoraservvodagas, ja dasto váikkuha makkár sámi áššit ožžot govda beroštumi.

source: Vi vil her fokusere først og fremst på områder som det publiseres årlig statistikk fra.
sme: Áigut dás čalmmustahttit vuosttažettiin surggiid main ráhkadit jahkásaš statistihka.

source: I tillegg refereres det til Eli Skogerbøs rapport ”Samiske medier – Innhold, bruk og rammevilkår” (2000).
sme: Lassin dasa bájuhit Eli Skogerbøa raportii ”Samiske medier – Innhold, bruk og rammevilkår” (2000).

source: Denne gir den hittil mest omfattende beskrivelsen av den samiske mediesituasjonen når det gjelder bruk av samiske medier, medienes rammebetingelser og hva slags stoff mediene publiserer.
sme: Dát addá dássážii buot goatnjideamos govva sámi mediadilálašvuođas, go lea sáhka sámi mediaid geavaheamis, mediaid rámmaeavttuin ja makkár áššiid mediat almmuhit.

source: Rapporten ble utarbeidet på oppdrag av Sametinget og gir en grundig beskrivelse av mediesituasjonen ved årtusenskiftet.
sme: Raporta barggaheaddji lei Sámediggi, ja dat addá vuđolaš válddahusa mediadilálašvuođas jahkeduhátmolsašumis.

source: I arbeidet med rapporten ble det utført en spørreundersøkelse med utgangspunkt i Sametingets valgmanntall som ble sendt ut til 3500 manntallsførte, og der 930 personer svarte.
sme: Raporta ráhkadettiin čađahedje jearahallaniskosa Sámedikki jienastuslogu vuođul, maid sáddejedje 3500 olbmui geat ledje jienastuslogus. 930 olbmo vástidedje.

source: Resultatene av denne undersøkelsen ga et bilde av hvilke medier som ble ansett som samiske, og i hvilken grad disse mediene ble brukt.
sme: Iskosa bohtosat adde gova das makkár mediaid ledje olbmuid mielas sámi mediat, ja man muddui daid mediaid geavahedje.

source: I tillegg gjennomførte Skogerbø en innholdsanalyse av mediene, der hun undersøkte temaer, kildebruk og dekningsområder i en avgrenset tidsperiode, samt en analyse av medienes rammevilkår.
sme: Dasa lassin čađahii Skogerbø sisdoalloguorahallama mediain, mas guorahalai fáttáid, gáldugeavaheami ja gokčanguovlluid ráddjejuvvon áigodagas, ja vel mediaid rámmaeavttuid guorahalai.

source: NRK Sámi Radio foretar årlig en brukerundersøkelse som gir et oppdatert bilde av mediesituasjonen.
sme: NRK Sámi Radio čađaha jahkásaččat geavaheddjiidguorahallama mii addá ođasmáhtton gova mediadilálašvuođas.

source: Undersøkelsen er imidlertid først og fremst konsentrert om kanalens eget tilbud og er i mindre grad egnet til å gi et helhetlig bilde.
sme: Iskkus lea vuosttažettiin kanála iežas fálaldaga birra, ja ii heive nu bures addit ollislaš gova.

source: Likevel er kanalens posisjon såpass fremtredende at undersøkelsen uansett gir et viktig bidrag.
sme: Goitge lea kanála sajádat dan mađe loaiddasteaddji ahte guorahallan aŋkke lea dehálaš attus.

source: I tillegg blir det i undersøkelsen spurt om hvilke medier respondentene anser som sine førstevalg når det gjelder samiske saker.
sme: Dasa lassin jerret iskosis guđemuš mediaid respondeanttat atnet iežaset vuosttašválljejupmin go lea sámi áššiin sáhka.

source: Dermed gir den en viss indikasjon på hvilke medier som prioriteres og blir hyppigst brukt i den antatte hovedmålgruppen.
sme: Nu čujuhage dárkilit makkár mediat vuoruhuvvojit ja mat eanemusat leat geavahusas navdojuvvon váldomihttojoavkkus.

source: Undersøkelsen har, med unntak av 2007 og 2008, brukt Sametingets valgmanntall som grunnlag for utvalg. I 2009 deltok 500 registrerte personer fra hele landet i telefonintervjuer utført av TNS Gallup.
sme: Iskkus lea atnán Sámedikki jienastuslogu vuođđun válljenmunnái, earet jagiin 2007 ja 2008. Jagis 2009 oassálastte 500 registrerejuvvon olbmo miehtá riika telefovdnajearahallamiidda maid TNS Gallup čađahii.

source: I 2007 og 2008 ga Sametinget imidlertid ikke tillatelse til å bruke valgmanntallet, og undersøkelsen tok da utgangspunkt i kommunene som på det tidspunktet kom under forvaltningsområdet for samisk språklov (Kautokeino, Karasjok, Tana, Nesseby, Kåfjord og Skånland), i tillegg til noen utvalgte kommuner (Alta, Evenes, Tysfjord og Snåsa).
sme: 2007 ja 2008 ii addán Sámediggi lobi atnit jienastuslogu, ja iskosa vuođđun atne dalle suohkaniid mat dalle gulle sámi giellalága hálddašanguovllu siskkobeallái (Guovdageaidnu, Kárášjohka, Deatnu, Unjárga, Gáivuotna ja Skánit), ja lassin vel muhtin válljejuvvon suohkanat (Áltá, Evenášši, Divttasvuotna ja Snoase).

source: I 2007 stilte undersøkelsen i tillegg som kriterium at respondentene skulle snakke samisk, mens dette kriteriet ble tatt bort i 2008. Disse årene er derfor mindre vektlagt i den påfølgende gjennomgangen.
sme: Jagis 2007 lei iskosis vel eaktun ahte respondeanttat galge hupmat sámegiela. Dán eavttu válde eret 2008. Dáid jagiid leat danin unnit deattuhan čuovvovaš ságaškuššamis.

source: NRK Sámi Radio har gitt tilgang til resultatene fra undersøkelsene.
sme: NRK Sámi Radio lea suovvan atnit iskosa bohtosiid.

source: For 2009 har vi i tillegg fått tilgang til en nedbryting av resultatene på sosiale og geografiske kategorier.
sme: 2009 ovddas leat dasa lassin beassan atnit iskosis doajáldaga, sosiála ja geográfalaš osiide.

source: Dette har ikke vært mulig å oppdrive for øvrige år.
sme: Dakkára ii leat leamaš vejolaš gávdnat eará jagiide.

source: Det største problemet med undersøkelsene til Skogerbø og NRK Sámi Radio er at de tar utgangspunkt i Sametingets valgmanntall.
sme: Stuorámus váttisvuohta sihke Skogerbø ja NRK Sámi Radio iskosiin lea ahte sii leat atnán vuođđun Sámedikki jienastuslogu.

source: Dermed er det en viss sannsynlighet for at betydelige deler av den samiske befolkningen ikke er representert.
sme: Dat mielddisbuktá ahte lea dihto vejolašvuohta ahte mealgadaš oassi sámi álbmogis ii leat ovddastuvvon.

source: Dette gjelder for eksempel mindreårige og samer som av ulike grunner ikke har meldt seg inn i manntallet.
sme: Dát gullá ovdamearkka dihte vuolleahkahaččaide ja sápmelaččaide geat iešguđetlágán ákkaid dihte eai leat čálihan jienastuslohkui.

source: Valgmanntallet er først og fremst et register som gir stemmerett ved sametingsvalgene, og det er rimelig å anta at ikke alle ønsker eller prioriterer å melde seg inn.
sme: Jienastuslohku lea vuosttažettiin registtar mii addá jienastanlobi Sámediggeválggain, ja lea jáhkehahtti ahte eai buohkat hálit dahje vuorut dieđihit iežaset dasa.

source: Imidlertid bør dette gi grunnlag for gode indikasjoner på hvordan en betydelig målgruppe bruker media, siden det er rimelig å anta at innmeldte i valgmanntallet kanskje er noe mer opptatt av samiske samfunnsforhold enn øvrige grupper i samfunnet.
sme: Goitge galgá dát addit vuođu buriid mearkkaide das movt muhtin mealgadaš mihttojoavku atná media, go lea jáhkehahtti ahte sii geat leat dieđihuvvon jienastuslohkui soitet veaháš eanet beroštit sámi servvodatdilálašvuođain go eará joavkkut servvodagas.

source: I tillegg til Skogerbøs og NRK Sámi Radios rapporter tas det utgangspunkt i NRKs årsrapporter (antall sendetimer og tematisk fordeling), Medietilsynets årlige kringkastingsrapport (antall sendetimer for Radio Norge og P4), samt pressestøtte til samiske aviser og Sigurd Høsts årlige rapport Avisåret (opplagstall for avisene).
sme: Skogerbø ja NRK Sámi Radio raporttaid lassin atnit maiddái vuođđun NRKa jahkeraportta (sáddendiimmuid lohku ja temáhtalaš juogustus), Mediabearráigeahču jahkásaš áibmomediaraportta (Radio Norge ja P4 sáddendiimmuid lohku ja preassadoarjja sámi áviissaide), Sigurd Høsta jahkásaš raportta Avisåret (áviissaid deaddilanlogut).

source: 2.2 Mediebruk
sme: 2.2 Mediageavaheapmi

source: 2.2.1 NRK Sámi Radio førstevalget om samiske forhold
sme: 2.2.1 NRK Sámi Radio vuosttašválljejupmi sámi dilálašvuođaid birra

source: Både Skogerbøs undersøkelse (2000) og NRK Sámi Radios undersøkelse indikerer at samer i hovedsak har samiske medier og ikke-samiske lokalmedier som sine viktigste mediekilder om samiske forhold.
sme: Sihke Skogerbøa guorahallamat (2000) ja NRK Sámi Radio iskosat čujuhit ahte sápmelaččaid deháleamos mediagáldut sámi dilálašvuođaid birra, leat sámi mediat ja dárogielat báikkálaš mediat.

source: Begge undersøkelsene viser også at NRK Sámi Radio rangeres først.
sme: Goappaš guorahallamat čájehit goitge ahte olbmot vuoruhit NRK Sámi radio vuosttažin.

source: I Skogerbøs undersøkelse ble imidlertid lokal-/regionalaviser og NRK Sámi Radio rangert som jevnbyrdige om man også inkluderer andelene som oppga disse som sine andre- og tredjevalg.
sme: Skogerbøa iskosis vuoruhedje aŋkke báikkálaš-/guovlluáviissat ja NRK Sámi Radio ovttadássásaččat, jus maiddái váldá vuhtii dan oasi jerrojuvvon olbmuin geat vuoruhedje daid nubbin ja goalmmát válljejupmin.

source: Resultatene fra Sameradioens brukerundersøkelse er likevel langt mer entydige enn funnene i Skogerbøs rapport, i favør av Sameradioens medietilbud.
sme: Sámeradio geavaheddjiidiskosa bohtosat leat goitge ollu eanet ovttageardánat go Skogerbø raporta, sámeradio mediafálaldahkii buorrin.

source: Sameradioens undersøkelse kan i tillegg tyde på at Sameradioens posisjon er blitt styrket i løpet av det siste tiåret, og da særlig på bekostning av lokale ikke-samiske mediealternativer.
sme: Sámeradio guorahallamat orrot das lassin čájeheame ahte sámeradio sajádat lea nanusnuvvan maŋemus logi jagis, ja dat orru leamaš goarádussan báikkálaš mediamolssaeavttuide mat eai leat sámi.

source: I Skogerbøs rapport fra 2000 rangerte 31 % Sameradioen som sin viktigste kilde til informasjon, mens henholdsvis 37 % og 24 % oppga en av de daværende tre samiske avisene eller lokal-/regionaviser.
sme: Skogerbø raportas jagi 2000 vuoruhedje 31 % sámeradio iežaset deháleamos diehtogáldun, dan bottu go 37 % ja 24 % vuoruhedje ovtta dain dalá golmma sámi áviissain dahje báikkálaš/regionáviissaid.

source: I Sameradioens brukerundersøkelse fra 2009 oppga imidlertid 62 % et av Sameradioens ulike medietilbud som sin viktigste kilde til informasjon om samiske spørsmål, mens bare henholdsvis 6 % og 8 % svarte enten samiske aviser eller lokalaviser.
sme: Sámeradio geavaheddjiidiskosis 2009 vuoruhedje 62 % ovtta sámeradio máŋggabealát mediafálaldagain1 sin deháleamos diehtogáldun sámi gažaldagain, dan bottu go duššo 6 % ja 8% vástidedje juogo sámi áviissaid dahje báikkálaš áviissaid.

source: Inkluderer radio, tv, Internett og tekst-tv.
sme: Maiddái radio, tv, interneahtta ja teaksta-tv gullet dasa.

source: Figur 2.1 Skogerbøs medieundersøkelse.
sme: Govadat 2.1 Skogerbø mediaguorahallan;

source: Viktigste informasjonskilde om samiske saker (2000)
sme: deháleamos diehtogáldut sámi áššiid birra (2000)

source: Et flertall (31 %) oppga NRK Sámi Radio som sin viktigste kilde til informasjon om samiske forhold i Skogerbøs undersøkelse.
sme: Eanetlohku (31%) vuoruhii NRK Sámi Radio deháleamos diehtogáldun sámi dilálašvuođaid birra Skogerbø guorahallamis.

source: Tall i prosent.
sme: Logut proseanttain.

source: Kilde: Skogerbø (2000)
sme: GÁLDU: Skogerbø (2000)
